Repository: vuedrills/airmassxpressweb
Catalog: auction_system/inspiration/lib/l10n/intl_*.arb
Languages: bn

source: Deliver to
bn: ডেলিভারি অ্যাড্রেস

# searchProduct
source: Search your product here!
bn: এখানে আপনার পণ্য অনুসন্ধান করুন!

source: Categories
bn: ক্যাটাগরি

source: View More
bn: আরো দেখুন

source: Deal of the Day
bn: আজকের জন্য ডিল

source: Ending in
bn: শেষ হবে

source: Popular Products
bn: জনপ্রিয় পণ্য

source: Just For You
bn: আপনার জন্য

source: Saved Address
bn: সংরক্ষিত ঠিকানা

source: Add New
bn: নতুন যোগ করুন

source: All Categories
bn: সব ধরনের

source: Filter
bn: ফিল্টার

source: Customer Review
bn: গ্রাহক পর্যালোচনা

source: Sort by
bn: ক্রমানুসার

source: Price:High To Low
bn: মূল্য: উচ্চ থেকে কম

source: Price: Low To High
bn: মূল্য: কম থেকে বেশি

source: New Product
bn: নতুন পণ্য

source: Most Selling
bn: সবচেয়ে বেশি বিক্রি হচ্ছে

source: Top Seller
bn: শীর্ষ বিক্রেতা

source: Product Price
bn: পণ্যের দাম

source: Clear
bn: পরিষ্কার

source: Apply
bn: অ্যাপ্লাই

source: Read More
bn: আরও পড়ুন

source: Read Less
bn: কম পড়ুন

source: Color
bn: আপনার রঙ পছন্দ করুন

source: Size
bn: আপনার পণ্য আকার নির্বাচন করুন

source: About Product
bn: পণ্য সম্পর্কে

source: Review
bn: পুনঃমূল্যায়ন

# estdTime
source: Estimated delivery time
bn: আনুমানিক ডেলিভারি সময়

# vistiStore
source: Visit Store
bn: দোকান দর্শন কর

source: Similar Products
bn: একই পণ্য

source: Add To Cart
bn: কার্টে যোগ করুন

source: Buy Now
bn: এখন কিনুন

# productInCart
source: This product is already in your cart!
bn: এই পণ্যটি ইতিমধ্যে আপনার কার্টে আছে!

source: My Cart
bn: আমার কার্ট

source: All
bn: সব

source: Store voucher
bn: স্টোর ভাউচার

# promoCode
source: Enter promo code here
bn: এখানে প্রচার কোড লিখুন

source: Order Summary
bn: অর্ডার সারাংশ

source: Sub Total
bn: সাবটোটাল

source: Discount
bn: ডিসকাউন্ট

source: Delivery Charge
bn: ডেলিভারি চার্জ

source: Payable Amount
bn: প্রদেয় পরিমান

source: Total Amount
bn: সর্বমোট পরিমাণ

source: Checkout
bn: চেকআউট

# shopSelectValidation
source: Please select shop for confirm the checkout!
bn: চেকআউট নিশ্চিত করার জন্য দোকান নির্বাচন করুন!

source: Voucher from:
bn: ভাউচার:

source: Minimum spend
bn: ন্যূনতম ব্যয়

# validity
source: Validity till
bn: পর্যন্ত বৈধতা

source: Collected
bn: সংগৃহীত

source: Collect
bn: সংগ্রহ করুন

source: Get in Touch
bn: যোগাযোগ করুন

# alwaysWithYourReach
source: Always within your reach
bn: সবসময় আপনার নাগালের মধ্যে

source: Subject
bn: বিষয়

source: Write subject here
bn: এখানে বিষয় লিখুন

source: Message
bn: বার্তা

source: Start writing...
bn: লেখা শুরু করুন ...

source: Send
bn: পাঠান

# contactVia
source: or,Contact via
bn: যোগাযোগ করুন

source: My Profile
bn: প্রোফাইল

source: Orders
bn: অর্ডার

source: Wishlist
bn: ইচ্ছেতালিকা

source: Manage Address
bn: ঠিকানা পরিচালনা করুন

source: Language
bn: ভাষা

source: Change Password
bn: পাসওয়ার্ড পরিবর্তন করুন

source: Refund Policy
bn: প্রত্যর্পণ নীতি

# termsCondistions
source: Terms & Conditions
bn: শর্তাবলী

source: Privacy Policy
bn: গোপনীয়তা নীতি

source: Name
bn: নাম

source: Phone
bn: ফোন

source: Email
bn: ইমেইল

source: Update Profile
bn: আপডেট প্রোফাইল

# logoutDialogTitle
source: Are you sure want to logout?
bn: আপনি কি নিশ্চিত আপনি লগ আউট করতে চান?

# logoutDialogDes
source: You will need to re-enter your credentials to access your account again.Your local save data will be clean!
bn: আপনার অ্যাকাউন্টে আবার অ্যাক্সেস করার জন্য আপনাকে আপনার শংসাপত্রগুলি পুনরায় প্রবেশ করতে হবে৷ আপনার স্থানীয় সংরক্ষণ ডেটা পরিষ্কার হবে!

source: Cancel
bn: বাতিল

source: Confirm
bn: নিশ্চিত করুন

source: Welcome Back!
bn: ফিরে আসার জন্য স্বাগতম!

source: Phone Number
bn: ফোন নম্বর

source: Password
bn: পাসওয়ার্ড

source: Forgot Password
bn: পাসওয়ার্ড ভুলে গেছেন?

source: Log in
bn: প্রবেশ করুন

# dontHaveAccount
source: Don't have an account?
bn: একটি অ্যাকাউন্ট নেই?

source: Sign Up
bn: নিবন্ধন করুন

source: Recover Password
bn: রিকভারি পাসওয়ার্ড

# recoverPassDes
source: Enter the phone number that you used when register to recover your password. You will receive a OTP code.
bn: আপনার পাসওয়ার্ড পুনরুদ্ধার করতে নিবন্ধন করার সময় আপনি যে ফোন নম্বর ব্যবহার করেছিলেন তা লিখুন৷ আপনি একটি কোড পাবেন।

# enterPhoneNum
source: Enter your phone number
bn: আপনার ফোন নম্বর লিখুন

source: Send OTP
bn: ওটিপি পাঠান

source: Enter OTP
bn: OTP লিখুন

# weSentOtpPhone
source: We sent OTP code to your phone number
bn: আমরা আপনার ফোন নম্বরে OTP কোড পাঠিয়েছি

# weSentOtpEmail
source: We sent OTP code to your email
bn: আমরা আপনার ইমেলে OTP কোড পাঠিয়েছি

source: Confirm OTP
bn: OTP নিশ্চিত করুন

# resendCode
source: Resend Code in
bn: কোড পুনরায় পাঠান

source: Resend
bn: আবার পাঠান

source: Create New Password
bn: নতুন পাসওয়ার্ড তৈরি করুন

# typeConfirmSecretPassword
source: Type and confirm a secret new password for your account.
bn: আপনার অ্যাকাউন্টের জন্য একটি গোপন নতুন পাসওয়ার্ড টাইপ করুন এবং নিশ্চিত করুন।

source: New Password
bn: নতুন পাসওয়ার্ড

# createNewPass
source: Create new password
bn: নতুন পাসওয়ার্ড তৈরি করুন

source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করুন

# confirmNewPass
source: Confirm new password
bn: নিশ্চিত কর নতুন গোপননম্বর

source: Set Password
bn: পাসওয়ার্ড সেট করুন

source: is required!
bn: বাধ্যতামূলক।

# signUpToContinue
source: Please sign up to continue shopping
bn: কেনাকাটা চালিয়ে যেতে সাইন আপ করুন

source: Full Name
bn: পুরো নাম

# enFullName
source: Enter full name
bn: পুরো নাম লিখুন

source: Enter phone number
bn: ফোন নম্বর লিখুন

source: Already have an account?
bn: ইতিমধ্যে একটি একাউন্ট আছে?

source: Search country name
bn: দেশের নাম অনুসন্ধান করুন

source: Your cart is empty!
bn: তোমার থলে তো খালি!

source: Continue Shopping
bn: কেনাকাটা চালিয়ে যান

source: Home
bn: হোম

source: Support
bn: সাপোর্ট

source: More
bn: আরও

# productNotFount
source: Product Not Found!
bn: পণ্য পাওয়া যায়নি!

# favorites
source: Favourites
bn: প্রিয়

source: Pending
bn: বিচারাধীন

# processig
source: Processing
bn: প্রক্রিয়াজাতকরণ

source: On The Way
bn: পথে

source: Delivered
bn: বিতরণ

source: Cancelled
bn: বাতিল

source: Order ID
bn: অর্ডার আইডি

source: Date
bn: তারিখ

source: Amount
bn: পরিমাণ

source: Status
bn: স্থিতি

source: Service Item
bn: পরিষেবা আইটেম

source: Shopping From
bn: থেকে কেনাকাটা

source: Order Status
bn: অর্ডারের অবস্থা

source: Order Date
bn: অর্ডারের তারিখ

source: Payment Method
bn: মূল্যপরিশোধ পদ্ধতি

source: Cancel Order
bn: আদেশ বাতিল

# hWtheProduct
source: How was the product?
bn: পণ্যটি কেমন ছিল?

# writeSATP
source: Write something about this product
bn: এই পণ্য সম্পর্কে কিছু লিখুন

source: Submit
bn: জমা দিন

source: Order Details
bn: আদেশ বিবরণী

source: Order Again
bn: আবার অর্ডার

source: Download Invoice
bn: চালান ডাউনলোড করুন

source: Default Address
bn: ডিফল্ট ঠিকানা

source: Edit
bn: সম্পাদনা

source: Add New Address
bn: নতুন ঠিকানা যোগ করুন

source: Save
bn: সংরক্ষণ

source: Area
bn: অঞ্চল

source: Flat
bn: সমান

source: Postal Code
bn: পোস্ট

source: Address Line 1
bn: ঠিকানা লাইন 1

source: Address Line 2
bn: ঠিকানা লাইন ২

source: Address Tag
bn: ঠিকানা ট্যাগ

# makeItDefault
source: Make it default address
bn: এটি ডিফল্ট ঠিকানা করুন

source: Delete this
bn: এটা মুছে ফেলুন

source: Office
bn: দপ্তর

source: Other
bn: অন্য

source: My Order
bn: অর্ডার

# orderCancelDialogDes
source: Are you sure want to cancel this order?
bn: আপনি কি নিশ্চিত এই অর্ডার বাতিল করতে চান?

# voucherNotAvailable
source: No vouchers found for this store!
bn: এই দোকানের জন্য ভাউচার পাওয়া যায় নি!

source: Current Password
bn: বর্তমান পাসওয়ার্ড

# enterCurrentPass
source: Enter current password
bn: বর্তমান পাসওয়ার্ড লিখুন

source: Update Password
bn: আপডেট পাসওয়ার্ড

source: Shops
bn: দোকান

source: Log out
bn: লগ আউট

source: Whoops!!
bn: উফফফ!!

# noInternetDes
source: No Internet connection was found. Check your connection or try again.
bn: কোন ইন্টারনেট সংযোগ পাওয়া যায়নি. আপনার সংযোগ পরীক্ষা করুন বা আবার চেষ্টা করুন|

source: Check Internet Connection
bn: ইন্টারনেট সংযোগ পরীক্ষা করুন

# couponApplyValidation
source: Please select Shop to apply the promo code!
bn: প্রচার কোড প্রয়োগ করতে অনুগ্রহ করে দোকান নির্বাচন করুন!

source: Email or Phone
bn: ইমেইল অথবা ফোন

source: Delete Account
bn: অ্যাকাউন্ট মুছে ফেলুন

# guest
source: Guest User
bn: অতিথি ব্যবহারকারী

source: Theme Mode
bn: থিম মোড

source: Skip
bn: দেখুন

source: Select
bn: নির্বাচন করুন

# deleteAccountDes
source: Are you sure you want to delete your account? This action cannot be undone.
bn: আপনি আপনার অ্যাকাউন্ট মুছে ফেলতে চান আপনি কি নিশ্চিত? এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না।

# changePassowrd
source: Change Password
bn: পাসওয়ার্ড পরিবর্তন করুন

# youAreNotLoggedIn
source: You are unauthorized please login first!
bn: আপনি লগ ইন করেন নি, দয়া করে প্রথমে লগ ইন করুন।

source: Applied
bn: প্রয়োগ করা হয়েছে

source: Delivery Address
bn: ডেলিভারী ঠিকানা

source: Change
bn: পরিবর্তন করুন

source: To Be Paid
bn: পরিশোধ করুন

source: Credit or Debit Card
bn: ক্রেডিট করা বা ডেবিট করা

source: Cash on Delivery
bn: ডেলিভারী কাজ করুন

source: Place Order
bn: অর্ডার প্রদান করুন

# pyment
source: Payment
bn: পেমেন্ট

# cashPaymentDes
source: Are you sure want to order now with cash?
bn: আপনি কি নিশ্চিত এখন নগদ দিয়ে অর্ডার করতে চান?

source: Yes
bn: হ্যাঁ

source: No
bn: না

source: Your order has been placed!
bn: আপনার অর্ডার দেওয়া হয়েছে!

# orderPlaceDes
source: You will receive an order confirmation email with details of your order
bn: আপনি আপনার অর্ডারের বিশদ বিবরণ সহ একটি অর্ডার নিশ্চিতকরণ/ইমেল পাবেন।

source: Payment Success
bn: পেমেন্ট সফল

# paymentSuccessDes
source: Your payment has been successfully processed.
bn: আপনার পেমেন্ট সফলভাবে প্রক্রিয়া করা হয়েছে.

source: Close
bn: বন্ধ

source: Payment Failed
bn: পেমেন্ট ব্যর্থ

# paymentFailedDes
source: Sorry, we couldn't process your payment. Please try again later.
bn: দুঃখিত, আমরা আপনার পেমেন্ট প্রক্রিয়া করতে পারি না। আবার চেষ্টা করুন।

source: Order Now
bn: এখন অর্ডার করুন

source: Pay Now
bn: এখন পরিশোধ করুন

# areYouWantOrderAgain
source: Are you sure want to order again?
bn: আপনি কি আমাদের পুনরায় অর্ডার করতে চান?

# areYouSureWantToCancelOrder
source: Are you sure want to cancel this order?
bn: আপনি কি আমাদের অর্ডার বাতিল করতে চান?

source: Currency
bn: মুদ্রা

source: Download Payment Slip
bn: পেমেন্ট স্লিপ ডাউনলোড করুন

# enterTheEmailAddress
source: Enter the email that you used when register to recover your password. You will receive a OTP code.
bn: আপনার পাসওয়ার্ড পুনরুদ্ধারের জন্য নিবন্ধনের সময় যে ইমেলটি ব্যবহার করেছিলেন সেটি লিখুন। আপনি একটি OTP কোড পাবেন।

source: Make Payment
bn: পরিশোধ করুন

source: Verification
bn: যাচাই

source: Please verify your account
bn: আপনার অ্যাকাউন্ট যাচাই করুন

source: Verify Now
bn: নিশ্চিত করুন

# seachSeller
source: Search seller here
bn: বিক্রেতা অনুসন্ধান করুন

source: Return Your Product
bn: আপনার পণ্য ফেরত দিন

# retrunItem
source: Return Items
bn: ফেরতের আইটেম

source: Account Number
bn: অ্যাকাউন্ট নম্বর

source: Account No
bn: অ্যাকাউন্ট নম্বর

# phonNo
source: Phone no
bn: ফোন নম্বর

source: Collection Location
bn: সংগ্রহের স্থান

source: Location
bn: লোকেশন

source: Reason for Return
bn: ফেরতের কারণ

source: Reason
bn: কারণ

source: Next
bn: পরবর্তী

source: Select Return Items
bn: ফেরতের আইটেম নির্বাচন করুন

source: Return Orders
bn: রিটার্ন অর্ডার

source: Return Date
bn: রিটার্ন তারিখ

source: Return Address
bn: রিটার্ন ঠিকানা

source: Return Status
bn: রিটার্ন স্ট্যাটাস

# orderReturnSuccess
source: Your request has been successfully submitted!
bn: আপনার অনুরোধ সফলভাবে পাঠানো হয়েছে!

source: Go to My Orders
bn: আমার অর্ডারে যান

source: Collection Address
bn: সংগ্রহের ঠিকানা

source: Cancellation Reason
bn: বাতিলের কারণ

source: My Digital Products
bn: আমার ডিজিটাল পণ্য

# thisIsAdigitalProduct
source: This is a digital product, you can't change the quantity.
bn: এটি একটি ডিজিটাল পণ্য, আপনি পরিমাণ পরিবর্তন করতে পারবেন না।
